//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsNb.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_MEMORY_INFORMATION         #language zh-chs "内存信息"
#string STR_MEMORY_SIZE_NAME           #language zh-chs "DRAM内存总容量"
#string STR_PLATFORM_INFORMATION       #language zh-chs "平台信息"
#string STR_REFCODE_REVISION_PROMPT    #language zh-chs "RC 修订版本"
#string STR_OPTIMIZED_BOOT             #language zh-chs "优化启动"
#string STR_OPTIMIZED_BOOT_HELP        #language zh-chs "启用或禁用优化启动。 启用“优化启动”将关闭Csm支持并关闭连接网络设备以减少启动时间。 关闭优化启动时，请确保在启用优化启动之前将“ Csm支持”选项恢复为先前的值。"
#string STR_ENABLE                     #language zh-chs "启用"
#string STR_DISABLE                    #language zh-chs "禁用"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************